build-essential
rsync
git
socat
unzip
zip
dnsutils
traceroute
tcpdump
nmap
vim
htop
iotop
iftop
lsof
curl
file
wget
gpg
lftp
direnv
python-is-python3